app/controllers/startup_controller.rb

SELECT "restaurants".* FROM "restaurants"
---
  def index
  	@restaurants = Restaurant.all